Repository: common-repository/minimum-purchase-amount-for-woo-cart
Catalog: languages/ct-minimum-purchase-amount-for-woo-cart-*.po
Languages: ar, de_de, hi_in, nl_nl

source: & the current cart total is
ar: وإجمالي سلة التسوق الحالية هو
de_de: & die aktuelle Warenkorbsumme beträgt
hi_in: और वर्तमान कार्ट कुल है
nl_nl: & het huidige winkelwagentotaal is

source: or more to successfully make a purchase
ar: أو أكثر لإجراء عملية شراء بنجاح
de_de: oder mehr, um einen Kauf erfolgreich abzuschließen
hi_in: या अधिक सफलतापूर्वक खरीदारी करने के लिए
nl_nl: of meer om succesvol een aankoop te doen

source: & the current cart total is
ar: وإجمالي سلة التسوق الحالية هو
de_de: & die aktuelle Warenkorbsumme beträgt
hi_in: और वर्तमान कार्ट कुल है
nl_nl: & het huidige winkelwagentotaal is

source: [amount-remaining]
ar: [المبلغ المتبقي]
de_de: [Restsumme]
hi_in: [शेष राशि]
nl_nl: [hoeveelheid over]

source: [current-total]
ar: [المجموع الحالي]
de_de: [Aktuelle Summe]
hi_in: [वर्तमान-कुल]
nl_nl: [huidig-totaal]

source: [minimum-amount]
ar: [الحد الأدنى للمبلغ]
de_de: [Mindestbetrag]
hi_in: [न्यूनतम राशि]
nl_nl: [minimale hoeveelheid]

source: Cart Settings
ar: إعدادات عربة التسوق
de_de: Warenkorb-Einstellungen
hi_in: कार्ट सेटिंग्स
nl_nl: Winkelwageninstellingen

source: Clear
ar: واضح
de_de: Klar
hi_in: स्पष्ट
nl_nl: Duidelijk

source: CT Talks
ar: محادثات CT
de_de: CT-Gespräche
hi_in: सीटी वार्ता
nl_nl: CT-gesprekken

source: Current cart total.
ar: إجمالي العربة الحالية.
de_de: Aktuelle Warenkorbsumme.
hi_in: वर्तमान कार्ट कुल.
nl_nl: Totaal van huidige winkelwagen.

source: Currently Saved Value :
ar: القيمة المحفوظة حاليا:
de_de: Derzeit gespeicherter Wert:
hi_in: वर्तमान में सहेजा गया मूल्य:
nl_nl: Momenteel opgeslagen waarde:

source: Disable Checkout Link
ar: تعطيل رابط الخروج
de_de: Checkout-Link deaktivieren
hi_in: चेकआउट लिंक अक्षम करें
nl_nl: Schakel de afrekenlink uit

source: Enable/Disable
ar: مفعل وغير مفعل
de_de: Aktivieren deaktivieren
hi_in: अक्षम सक्षम
nl_nl: Inschakelen/Uitschakelen

source: Enabling this setting will exclude the shipping amount if from the cart total while matching with the minimum order amount.
ar: سيؤدي تمكين هذا الإعداد إلى استبعاد مبلغ الشحن إذا كان من إجمالي سلة التسوق أثناء المطابقة مع الحد الأدنى لمبلغ الطلب.
de_de: Wenn Sie diese Einstellung aktivieren, wird der Versandbetrag von der Gesamtsumme des Warenkorbs ausgeschlossen, während er mit dem Mindestbestellwert übereinstimmt.
hi_in: इस सेटिंग को सक्षम करने से न्यूनतम ऑर्डर राशि के साथ मेल खाते समय शिपिंग राशि को कार्ट की कुल राशि से बाहर कर दिया जाएगा।
nl_nl: Als u deze instelling inschakelt, wordt het verzendkostenbedrag uitgesloten van het totaalbedrag van de winkelwagen, terwijl dit overeenkomt met het minimale bestelbedrag.

source: Exclude shipping charges from the cart total
ar: استبعاد رسوم الشحن من إجمالي سلة التسوق
de_de: Schließen Sie die Versandkosten von der Gesamtsumme im Warenkorb aus
hi_in: कुल कार्ट से शिपिंग शुल्क हटा दें
nl_nl: Sluit de verzendkosten uit van het totaal van de winkelwagen

source: Extras
ar: إضافات
hi_in: अतिरिक्त

source: Free shipping on orders above %s
ar: شحن مجاني للطلبات التي تزيد عن %s
de_de: Kostenloser Versand für Bestellungen über %s
hi_in: %s से ऊपर के ऑर्डर पर मुफ़्त शिपिंग
nl_nl: Gratis verzending bij bestellingen boven %s

source: Free Shipping Settings
ar: إعدادات الشحن المجاني
de_de: Kostenlose Versandeinstellungen
hi_in: मुफ़्त शिपिंग सेटिंग्स
nl_nl: Instellingen voor gratis verzending

source: General
ar: عام
de_de: Allgemein
hi_in: आम
nl_nl: Algemeen

source: If the discount coupon is applied to the cart the cart total will also include discount value while checking if it matches the minimum cart total rules.
ar: إذا تم تطبيق قسيمة الخصم على سلة التسوق ، فسيتضمن إجمالي سلة التسوق أيضًا قيمة الخصم أثناء التحقق مما إذا كانت تتطابق مع الحد الأدنى لقواعد إجمالي سلة التسوق.
de_de: Wenn der Rabattcoupon auf den Warenkorb angewendet wird, enthält die Warenkorbsumme auch den Rabattwert, während überprüft wird, ob sie den Regeln für die Mindestgesamtsumme des Warenkorbs entspricht.
hi_in: यदि डिस्काउंट कूपन कार्ट पर लागू किया जाता है तो कार्ट टोटल में डिस्काउंट वैल्यू भी शामिल होगी, जबकि यह जांचता है कि यह न्यूनतम कार्ट टोटल नियमों से मेल खाता है या नहीं।
nl_nl: Als de kortingsbon op de winkelwagen wordt toegepast, bevat het winkelwagentotaal ook de kortingswaarde, terwijl wordt gecontroleerd of deze overeenkomt met de regels voor het minimale winkelwagentotaal.

source: If the total value of the clients cart is lesser that the value specified the checkout will be restricted for the user
ar: إذا كانت القيمة الإجمالية لسلة العملاء أقل من القيمة المحددة ، فسيتم تقييد السداد للمستخدم
de_de: Wenn der Gesamtwert des Kunden-Warenkorbs geringer ist als der angegebene Wert, wird der Checkout für den Benutzer eingeschränkt
hi_in: यदि क्लाइंट कार्ट का कुल मूल्य निर्दिष्ट मूल्य से कम है तो चेकआउट उपयोगकर्ता के लिए प्रतिबंधित हो जाएगा
nl_nl: Als de totale waarde van het winkelwagentje van de klant lager is dan de opgegeven waarde, wordt het afrekenen beperkt voor de gebruiker

source: If the total value of the clients cart is more than the value specified, The option for free shipping will be enabled.
ar: إذا كانت القيمة الإجمالية لعربة العملاء أكبر من القيمة المحددة، فسيتم تفعيل خيار الشحن المجاني.
de_de: Wenn der Gesamtwert des Warenkorbs des Kunden den angegebenen Wert übersteigt, wird die Option für kostenlosen Versand aktiviert.
hi_in: यदि क्लाइंट कार्ट का कुल मूल्य निर्दिष्ट मूल्य से अधिक है, तो मुफ़्त शिपिंग का विकल्प सक्षम किया जाएगा।
nl_nl: Als de totale waarde van het winkelwagentje van de klant hoger is dan de opgegeven waarde, wordt de optie voor gratis verzending ingeschakeld.

source: Include discounts in the cart total
ar: تضمين الخصومات في إجمالي سلة التسوق
de_de: Rabatte in die Warenkorbsumme einbeziehen
hi_in: कुल कार्ट में छूट शामिल करें
nl_nl: Voeg kortingen toe aan het totaal van de winkelwagen

source: Message to be displayed on the cart page
ar: سيتم عرض الرسالة على صفحة عربة التسوق
de_de: Nachricht, die auf der Warenkorbseite angezeigt werden soll
hi_in: कार्ट पेज पर प्रदर्शित होने वाला संदेश
nl_nl: Bericht dat moet worden weergegeven op de winkelwagenpagina

source: Minimum Cart Amount For Free Shipping
ar: الحد الأدنى لمبلغ عربة التسوق للشحن المجاني
de_de: Mindestbetrag im Warenkorb für kostenlosen Versand
hi_in: मुफ़्त शिपिंग के लिए न्यूनतम कार्ट राशि
nl_nl: Minimum winkelwagenbedrag voor gratis verzending

source: Minimum Cart Amount To Make a Purchase
ar: الحد الأدنى لمبلغ سلة التسوق لإجراء عملية شراء
de_de: Mindestbetrag für den Warenkorb, um einen Kauf zu tätigen
hi_in: खरीदारी करने के लिए न्यूनतम कार्ट राशि
nl_nl: Minimum winkelwagenbedrag om een aankoop te doen

source: Minimum Order Amount
ar: الحد الأدنى للطلب
de_de: Mindestbestellmenge
hi_in: न्यूनतम आदेश राशि
nl_nl: Minimum bestelbedrag

source: Minimum Order Amount Settings
ar: إعدادات الحد الأدنى لكمية الطلب
de_de: Einstellungen für den Mindestbestellwert
hi_in: न्यूनतम ऑर्डर राशि सेटिंग्स
nl_nl: Instellingen voor minimum bestelbedrag

source: Minimum Purchase Amount For WooCommerce
ar: الحد الأدنى لمبلغ الشراء لـ Woo Cart
de_de: Mindestkaufbetrag für Woo-Warenkorb
hi_in: WooCommerce Cart के लिए न्यूनतम खरीद राशि
nl_nl: Minimum aankoopbedrag voor WooCommerce

source: or more to successfully make a purchase
ar: أو أكثر لإجراء عملية شراء بنجاح
de_de: oder mehr, um einen Kauf erfolgreich abzuschließen
hi_in: या अधिक सफलतापूर्वक खरीदारी करने के लिए
nl_nl: of meer om succesvol een aankoop te doen

source: please add the products worth
ar: الرجاء إضافة المنتجات قيمتها
de_de: Bitte fügen Sie den Produktwert hinzu
hi_in: कृपया मूल्य वाले उत्पाद जोड़ें
nl_nl: voeg de producten toe die het waard zijn

source: Proceed to checkout
ar: الشروع في الخروج
de_de: Zur Kasse
hi_in: चेक आउट करने के लिए आगे बढ़ें
nl_nl: Ga naar de kassa

source: Reach Out For Support, Customizations/Feedback
ar: تواصل معنا للحصول على الدعم والتخصيصات/التعليقات
de_de: Kontaktieren Sie uns für Support, Anpassungen/Feedback
hi_in: समर्थन, अनुकूलन/प्रतिक्रिया के लिए संपर्क करें
nl_nl: Neem contact op voor ondersteuning, aanpassingen/feedback

source: Role Based Minimum Order Amount Settings
ar: الحد الأدنى من إعدادات مبلغ الطلب على أساس الدور
de_de: Rollenbasierte Mindestbestellmengeneinstellungen
hi_in: भूमिका आधारित न्यूनतम आदेश राशि सेटिंग
nl_nl: Op rol gebaseerde instellingen voor minimale bestelbedragen

source: Role Based Minimum Orders
ar: الحد الأدنى من الأوامر القائمة على الدور
de_de: Rollenbasierte Mindestbestellmenge
hi_in: भूमिका आधारित न्यूनतम आदेश
nl_nl: Op rollen gebaseerde minimumbestellingen

source: Role Slug
ar: دور سبيكة
de_de: Rolle Schnecke
hi_in: रोल स्लग
nl_nl: Rol Slak

source: Save Changes
ar: حفظ التغييرات
de_de: Änderungen speichern
hi_in: परिवर्तनों को सुरक्षित करें
nl_nl: Wijzigingen opslaan

source: Settings
ar: إعدادات
de_de: Einstellungen
hi_in: समायोजन
nl_nl: Instellingen

source: Some error occured, please try again
ar: حدث خطأ ما ، يرجى المحاولة مرة أخرى
de_de: Ein Fehler ist aufgetreten, bitte versuchen Sie es erneut
hi_in: कुछ त्रुटि हुई, कृपया पुन: प्रयास करें
nl_nl: Er is een fout opgetreden. Probeer het opnieuw

source: Successfully saved the rules
ar: تم حفظ القواعد بنجاح
de_de: Regeln erfolgreich gespeichert
hi_in: नियमों को सफलतापूर्वक सहेजा गया
nl_nl: De regels zijn succesvol opgeslagen

source: The minimum amount required to make a purchase,
ar: الحد الأدنى للمبلغ المطلوب لإجراء عملية شراء،
de_de: Der für einen Kauf erforderliche Mindestbetrag,
hi_in: खरीदारी करने के लिए आवश्यक न्यूनतम राशि,
nl_nl: Het minimumbedrag dat nodig is om een aankoop te doen,

source: The minimum amount to make a purchase is
ar: الحد الأدنى للمبلغ لإجراء عملية شراء هو
de_de: Der Mindestbetrag für einen Kauf beträgt
hi_in: खरीदारी करने के लिए न्यूनतम राशि है
nl_nl: Het minimumbedrag om een aankoop te doen is

source: The required amount to match the purchase amount.
ar: المبلغ المطلوب ليتناسب مع مبلغ الشراء.
de_de: Der erforderliche Betrag, der dem Kaufbetrag entspricht.
hi_in: खरीद राशि से मेल खाने के लिए आवश्यक राशि.
nl_nl: Het benodigde bedrag dat overeenkomt met het aankoopbedrag.

source: This message will be displayed on the cart when the products of a value lesser than the specified minimum amount are present in the cart.
ar: سيتم عرض هذه الرسالة في عربة التسوق عندما تكون المنتجات ذات القيمة الأقل من الحد الأدنى للمبلغ المحدد موجودة في سلة التسوق.
de_de: Diese Meldung wird im Warenkorb angezeigt, wenn im Warenkorb Produkte mit einem geringeren Wert als dem angegebenen Mindestbetrag vorhanden sind.
hi_in: यह संदेश कार्ट पर तब प्रदर्शित होगा जब निर्दिष्ट न्यूनतम राशि से कम मूल्य के उत्पाद कार्ट में मौजूद हों।
nl_nl: Dit bericht wordt op de winkelwagen weergegeven als er producten met een waarde lager dan het opgegeven minimumbedrag in de winkelwagen aanwezig zijn.

source: This woocommecre extension will allow you to specify the minimum purchase value for WooCommerce.
ar: سيسمح لك ملحق woocommecre هذا بتحديد الحد الأدنى لقيمة الشراء لـ WooCommerce.
de_de: Mit dieser woocommecre-Erweiterung können Sie den Mindesteinkaufswert für WooCommerce festlegen.
hi_in: यह WooCommecre एक्सटेंशन आपको WooCommerce के लिए न्यूनतम खरीद मूल्य निर्दिष्ट करने की अनुमति देगा।
nl_nl: Met deze woocommecre-extensie kunt u de minimale aankoopwaarde voor WooCommerce opgeven.

source: User Role
ar: دور المستخدم
de_de: Benutzer-Rolle
hi_in: उपयोगकर्ता भूमिका
nl_nl: Gebruikersrol

source: When enabled the checkout link on the cart page will be disabled when cart value is lesser than the minimum value defined
ar: عند التمكين ، سيتم تعطيل رابط الخروج في صفحة عربة التسوق عندما تكون قيمة سلة التسوق أقل من الحد الأدنى للقيمة المحددة
de_de: Wenn aktiviert, wird der Checkout-Link auf der Warenkorbseite deaktiviert, wenn der Warenkorbwert unter dem definierten Mindestwert liegt
hi_in: सक्षम होने पर कार्ट पृष्ठ पर चेकआउट लिंक अक्षम हो जाएगा जब कार्ट मान निर्धारित न्यूनतम मान से कम हो
nl_nl: Indien ingeschakeld, wordt de afrekenlink op de winkelwagenpagina uitgeschakeld wanneer de winkelwagenwaarde lager is dan de gedefinieerde minimumwaarde

source: You can offer your customers free shipping when the cart total matches the entered value. This will help you build better upsell strategies.
ar: يمكنك أن تقدم لعملائك شحنًا مجانيًا عندما يتطابق إجمالي سلة التسوق مع القيمة المدخلة. سيساعدك هذا على بناء استراتيجيات أفضل للارتقاء بالمبيعات.
de_de: Sie können Ihren Kunden kostenlosen Versand anbieten, wenn die Gesamtsumme im Warenkorb dem eingegebenen Wert entspricht. Dies wird Ihnen helfen, bessere Upselling-Strategien zu entwickeln.
hi_in: जब कार्ट का कुल योग दर्ज मूल्य से मेल खाता है तो आप अपने ग्राहकों को मुफ़्त शिपिंग की पेशकश कर सकते हैं। इससे आपको बेहतर अपसेल रणनीति बनाने में मदद मिलेगी।
nl_nl: U kunt uw klanten gratis verzending aanbieden wanneer het totaal van de winkelwagen overeenkomt met de ingevoerde waarde. Dit zal u helpen betere upsell-strategieÃ«n te ontwikkelen.
